Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E02D.tmx
Source language: en_us
Languages: zh_cn

source: How to reuse silica gel packets
zh_cn: 怎样再利用硅胶干燥剂

source: Those annoying packets have a multitude of household uses.
zh_cn: 下图中这种令人烦恼的小包其实有多种家庭用途。

source: Don't throw them away! These silica gel packets are reusable, just not edible.
zh_cn: 不要扔掉：它们是可再利用的，只是不能吃而已。

source: We find them everywhere, popping out of all sorts of packaging, lurking like an ugly bug in vitamin bottles and new shoes.
zh_cn: 我们到处都能看到它们的身影，从各种各样的包装里啪啪地掉出，就像维他命瓶子或新鞋子里藏匿的丑丑的小虫子。

source: Working freight at my store, I touch dozens of silica packets each day and have often wondered what I can do to recycle them.
zh_cn: 在店里做收发货之类的工作时，我每天都会接触到成打的硅胶包，也常疑惑，怎样能再利用它们呢。

source: Couldn't we collect them and send them off to a manufacturer for reuse?
zh_cn: 我们不能把它们收集起来，送到某个制造商那里重复使用吗？

source: Silica gel is a desiccant, a substance that absorbs moisture.
zh_cn: 硅胶是一种干燥剂，一种可以吸附水分的物质。

source: Despite its misleading name, the silicate is actually a very porous mineral with a natural attraction to water molecules.
zh_cn: 撇开它令人费解的名字不管，硅胶事实上是一种非常多孔的矿物质，有着吸附水分子的特性。

source: Manufacturers utilize the gel to keep goods from spoiling, molding or degrading due to humidity.
zh_cn: 制造商利用凝胶状的硅胶防止商品因湿度而变质，变形或效果降低。

source: The gel itself is nontoxic, but can have a moisture indicator added (cobalt chloride) which is a known toxin that turns pink when hydrated and is otherwise blue in its dry form.
zh_cn: 硅胶本身是无毒的，但为指示湿度而添加的一种物质（氯化钴），是已知的有毒物质，这种物质使硅胶在一定湿度下变为粉红色，在干燥的环境中则呈蓝色。

source: Most silica found in our food and household purchases looks like tapioca beads and is benign unless combined with certain chemicals.
zh_cn: 很多用于我们的食物和家庭用品的硅胶干燥剂看起来像是西米粒，只要不跟某些化学品混合，是没有毒性的。

source: Although silica gel has massive potential for reuse, I haven't had any luck finding a recycler.
zh_cn: 尽管硅胶干燥剂有很大的再利用潜力，我却没有运气发现一个回收者。

source: But I did discover several great suggestions for using these packs around the house and keeping them from the landfill just a wee bit longer.
zh_cn: 但是，我找到了几个在家里利用这些干燥包的好建议，可以稍稍延长一点它们被送到垃圾填埋场的时间。

source: Put packs in your ammo cans and gun cases/safes to keep dry.
zh_cn: - 把这些小包放到你的弹药箱和枪支盒/保险柜里，保持里面干燥。

source: Protect personal papers and important documents by putting some gel in a baggie wherever these are stored.
zh_cn: - 放一些到你储存个人文件和重要文档的袋子里，防止它们受潮。

source: Keep with photos to spare them from humidity.
zh_cn: - 跟照片一起放置，避免他们被湿气侵蚀。

source: Tuck a small envelope in the back of frames to protect even the ones hanging on your walls.
zh_cn: 即使是挂在墙上的照片，你也可以把它们装在小信封里，塞在相片框后面。

source: Store in camera bags and with film.
zh_cn: - 放在数码相机袋里，或跟胶卷一起放置。

source: After snapping photos in cold or wet conditions, silica gel will absorb moisture to keep your lens from fogging or streaking.
zh_cn: 在冷或湿的环境里拍了照片后，硅胶可以吸附湿气以防止你的镜头雾化或者水汽凝结而留下污迹。

source: Leave a couple packs in your tool box to prevent rusting.
zh_cn: - 留一些在你的工具箱里，以免工具生锈。

source: Use the material to dry flowers.
zh_cn: - 利用这些原料制作干花。

source: Place with seeds in storage to thwart molding.
zh_cn: - 跟种子一起存储，防止种子变质。

source: Stash some in window sills to banish condensation.
zh_cn: - 在窗台上放一些，减少水汽凝结。

source: Dry out electronic items such as cellphones and iPods.
zh_cn: - 用来干燥你的电子制品，像手机和iPods。

source: Remember after the device has gotten wet, do not turn it back on! Pull out the battery and memory card and put the device in a container filled with several packs. Leave it in there at least overnight.
zh_cn: 要记住，这些电子产品湿了之后，不要开机！拿出电池和存储卡，然后把它们跟几包干燥剂一起放在一个容器里，至少过一夜后再做处理。

source: Slow silver tarnishing by using the gel in jewelry boxes and with your silverware.
zh_cn: - 跟你的银饰一起放在珠宝盒里，减缓银子失去光泽的速度。

source: For items in storage, such as cars or anything prone to mildew.
zh_cn: - 保护在仓库里的东西，像汽车或其它容易发霉的物品。

source: Popular Mechanics offers a good suggestion for use in engines of sitting vehicles.
zh_cn: Popular Mechanics网站提供了这样一个好方法，放在久置不用的车子的引擎里。

source: Tired of buying big bags of pet food only to have it get soggy? Store your kibble in a bin and tape some silica packs to the bottom of the lid.
zh_cn: -买了大袋的宠物食物，却都受潮了，这种事有没有让你很烦？把你的宠物粮放在一个带盖的箱子里，盖子下面粘几包硅胶就好了。

source: Cut open the packs and saturate the beads with essential oils to create potpourri.
zh_cn: - 撕开硅胶干燥包的封口，用精油浸泡硅胶粒，制造百花香。

source: Use in luggage while traveling.
zh_cn: - 旅行时放在行李箱里。

source: Tuck some in your pockets.
zh_cn: - 放一些在你的口袋里。

source: Hide them in your closet in leather goods such as coats and shoes, and even handbags, to help them survive life in storage.
zh_cn: 在你放皮制服饰--像大衣、鞋子、甚至手提袋--的衣柜里，藏一些干燥包，帮助它们安然度过存储期。

source: Gather your razor blades and keep in a container with several silica packs to stave off oxidation.
zh_cn: - 把你的刮胡刀片收集在一个容器里，放上几包干燥剂，延缓刀片生锈。

source: Video tape collections will last much longer with these to help keep them dry.
zh_cn: - 利用上干燥剂的话，你收藏的录像带也能保存更长时间。

source: Cat litter is now made with silica.
zh_cn: - 现在，你的废弃物都跟硅胶在一起了。

source: With its fantastic absorption qualities, this litter requires fewer changes and sends less mess to the landfill.
zh_cn: 借助硅胶超强的吸收特性，这些废弃物只需要很少的改变物质，这可让垃圾填埋场整洁不少。

source: And my personal favorite:
zh_cn: 最后，我个人的最爱：

source: Squirrel some away in your car, especially on your dashboard.
zh_cn: - 在你的车上放一些备用，尤其是仪表盘上。

source: This will help maintain a clear windshield and leave it less foggy during times of high humidity.
zh_cn: 它有助于维持挡风玻璃的干净，在湿度比较高时，减少玻璃上的雾。

source: While these packets are annoying and seem like a waste of resources, they can extend the life of many items.
zh_cn: 尽管这些硅胶干燥包有些烦人，而且看似是废弃资源，但是，它们却能延长其它很多物品的寿命。
